{
  "books": [
    {
      "id": 1,
      "title": "I love Blue",
      "authorId": 1,
      "synopsis": "\"I Love Blue\" narra a jornada de Yuyya, um jovem autista que encontra expressão e conforto através da cor azul. Vivendo em uma pequena cidade costeira, ele explora as nuances do azul, que representam suas emoções e pensamentos. Através da arte, Lucas comunica seu mundo interior de uma maneira que as palavras não conseguem. Com o apoio de sua mãe e de um professor de arte, ele começa a compartilhar suas pinturas, tocando o coração das pessoas ao seu redor. O livro celebra a diversidade e a singularidade de cada indivíduo, oferecendo uma visão empática do autismo e destacando o poder transformador da arte como forma de conexão humana.",
      "date": "2000-07",
      "genre": "Romance, Drama"
    },
    {
      "id": 2,
      "title": "Just Eighteen",
      "authorId": 2,
      "synopsis": "Os primieros 18 anos cheio de aventuras e romance de um jovem adolescente que queria curtir a vida. Que sofre um acidente apos fumar muito pod",
      "date": "2024-07",
      "genre": "Romance, Adventure, Drama, Action, Comedy"
    },
    {
      "id": 3,
      "title": "Among Us The Final Battle",
      "authorId": 3,
      "synopsis": "Em \"Among Us: The Final Battle\", Pedro Vinicius nos apresenta uma história de suspense e tensão, onde o impostor é o protagonista. Conhecido apenas como Among Us, ele se infiltra em um grupo de amigos que se reúne para uma expedição em uma estação espacial isolada. O que deveria ser uma aventura cheia de diversão rapidamente se transforma em um jogo mortal.\n\nAmong Us, movido por motivos obscuros, começa a eliminar os amigos um por um, sem levantar suspeitas imediatas. A cada assassinato, ele manipula a desconfiança e a paranoia dentro do grupo, levando-os a se voltarem uns contra os outros. Sua habilidade de se misturar e enganar é sua maior arma, e ele usa cada oportunidade para criar divisões e caos.\n\nÀ medida que o número de sobreviventes diminui, a tensão aumenta e as amizades são testadas ao extremo. Enquanto os amigos tentam desesperadamente descobrir a identidade do impostor, Among Us desfruta do seu jogo de gato e rato, sempre um passo à frente, escondendo-se à vista de todos.\n\nCom reviravoltas surpreendentes e um ritmo acelerado, \"Among Us: The Final Battle\" oferece uma visão fascinante da mente de um impostor e das dinâmicas de um grupo sob pressão mortal. Este thriller psicológico manterá os leitores presos até a última página, ansiosos para descobrir o desfecho desse jogo mortal.",
      "date": "2050-04",
      "genre": "Horror, Adventure, Drama"
    },
    {
      "id": 4,
      "title": "Respect ",
      "authorId": 4,
      "synopsis": "Respect",
      "date": "2024-05",
      "genre": "Action, Drama"
    }
  ],
  "authors": [
    {
      "id": 1,
      "name": "Yuyya",
      "pseudonym": "Blue",
      "born": "1945-08-14",
      "nationality": "Japan",
      "award": false
    },
    {
      "id": 2,
      "name": "Lucas Camargo",
      "pseudonym": "lukinha10",
      "born": "2005-09-27",
      "nationality": "Brazilian",
      "award": true
    },
    {
      "id": 3,
      "name": "Pedro Vinicius",
      "pseudonym": "Among Us",
      "born": "6666-06-06",
      "nationality": "Brazilian",
      "award": null
    },
    {
      "id": 4,
      "name": "Julia Canavezzi",
      "pseudonym": "Rainha",
      "born": "20005-11-03",
      "nationality": "World",
      "award": true
    }
  ]
}